// - Є змінна х, якій ви надаєте довільне числове значення.
//     Якщо змінна x не дорівнює нулю, виведіть 'Вірно', інакше виведіть 'Невірно'. Перевірте  скрипт при a, що дорівнює 1, 0, -3
let x = 8;
if( x > 0){
    console.log("Correct")
}else{
    console.log('Not correct')
}
// - Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код, який перевірить, до якої четверті години попадає число
// (в першу, другу, третю или четверту частину години).
let time = 40;
if( time >= 0 && time <=15){
    console.log('I')
}else if( time >15 && time <=30){
    console.log('II')
}else if( time >30 && time <=45){
    console.log('III')
}else {
    console.log('IV')
}
// - У змінній day дано якесь число від 1 до 31. Потрібно визначити, у яку половину(декаду) місяця потрапляє це число (у першу, другу чи третю).


let day = 1;
if( day >= 1 && day <=11){
    console.log('I')
}else if( day >11 && day <=22){
    console.log('II')
}else if( day >22 && time <=31){
    console.log('III')
}